#### MSup2PerKw Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol mÂ²/kW, indicating unit Square meters per kilowatt.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId MSup2PerKw { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property MSup2PerKw As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ MSup2PerKw { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace